alacritty
amd-ucode
ark
arp-scan
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
clang
cliphist
code
conky
docker
dog
dolphin
dosfstools
dunst
dust
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
firefox
flatpak
git
git-delta
gopass
grimblast-git
grub
gst-plugin-pipewire
gvfs-smb
htop
httpie
hyde-cli-git
hyprland
hyprpicker
imagemagick
inetutils
iproute2
iw
jq
kde-cli-tools
kio-admin
kitty
kservice5
kvantum
kvantum-qt5
less
libnotify
linux
linux-firmware
llvm
lua-language-server
lvm2
man-db
mtools
nano
ncdu
neovim
net-tools
network-manager-applet
networkmanager
nmap
nwg-look
obsidian
oh-my-zsh-git
okular
onlyoffice-bin
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
polkit-gnome
python-pyamdgpuinfo
qrencode
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
qtpass
rofi-lbonn-wayland-git
sddm
sioyek
slurp
spotify-launcher
swappy
swayimg
swaylock-effects-git
swww
telegram-desktop
thefuck
timeshift
tldr
tmux
udiskie
ueberzugpp
unarchiver
unzip
vim
waybar
wget
wireguard-tools
wireplumber
wlogout
xdg-desktop-portal-hyprland
xsel
yay-git
yay-git-debug
yazi
zoxide
zsh
zsh-theme-powerlevel10k
