jorgebucaran/fisher
jorgebucaran/nvm.fish
plttn/fish-eza
franciscolourenco/done
jorgebucaran/replay.fish
jethrokuan/z
acomagu/fish-async-prompt
jethrokuan/fzf
edc/bass
jgantunes/fish-gvm
